h e
  t
  a
  s
  w
n d
 t he
e d
  b
 t o
 a nd
  h
  f
i n
 w a
  T
i t
r e
o u
  l
  d
  c
  p
a y
 wa s
e r
  m
o m
  he
 T he
i s
  n
o n
a r
i m
 s a
l l
i d
 h a
  g
  S
a t
in g
o t
e n
a n
l e
o r
i r
  H
a m
e t
  it
 t h
i g
 The y
i l
  in
 H e
 p l
  "
o w
v er
r i
  u
u t
 d ay
 sa id
it h
p p
 pl ay
 b e
O n
 w ith
  o
  y
 he r
  r
o o
k ed
c e
 h is
 S he
  I
l d
 s t
 T im
k e
  e
n t
c k
 b ig
ver y
 y ou
v e
s t
 ha pp
  on
e nd
u n
a ll
il y
ri end
 f riend
  L
 u p
 the y
 wa nt
 w e
 ha d
 n ot
he r
 l i
it t
 d o
 o f
  B
a d
e s
 happ y
  M
en t
  very
 th at
On e
 sa w
 m om
ou ld
' s
s e
 f or
itt le
 l ittle
 s o
 s he
 s h
im e
  k
 t ime
 n e
 n am
c h
 the re
. "
ou nd
 b o
 nam ed
 L ily
ir d
 s m
 want ed
 b ird
 T om
v ed
 we re
 b ut
T he
 friend s
! "
ou t
h t
e l
a ke
a l
 a n
 to o
id e
 he l
On ce
 w h
 hel p
u g
om e
 w ent
 a ll
 I t
  A
 l oo
  is
 up on
 l o
u e
t er
r y
o re
i nd
g et
 f un
 to y
i ll
a ck
get her
 a t
  j
 a s
 d id
am e
  re
 to gether
u r
 c at
r a
 do g
 s e
l y
 t re
oo d
 g ir
 c an
i c
 b all
m y
 gir l
 c ould
ar d
t ed
 h im
 the ir
e c
ar k
 r o
w ay
 k n
 play ed
? "
he d
 f r
a in
he n
 l e
  out
u m
' t
a x
 g o
 the m
 a re
 bo y
 sa d
u l
ou g
 ha ve
 tre e
 c l
 lo ved
ot her
 b ack
 loo ked
 s p
 f ound
ow n
on e
 M ax
 m e
 s c
 m an
a re
 st ar
 S ue
h ing
s ide
 p ark
on g
o p
f ul
 be c
 li ke
 w ould
 li ked
el t
r ound
  One
 f elt
ig ht
 f a
 B en
 l a
  W
e ll
 m ake
 B ut
Y ou
 as ked
 ne w
i ce
il ed
s s
ar ed
a g
 S am
oug ht
 se e
om et
 a l
 star ted
 a g
 c ame
 n o
 sm iled
 c ar
  other
ri ed
 s omet
 g ood
 s ay
 b r
 sm all
ad e
p ot
o b
ing s
 w or
 a way
a b
ou se
 f ind
u s
 e x
 fr om
 p ut
t y
 th ought
 wh at
 m ade
en ed
 play ing
i e
 h ome
k ing
 wa l
a ch
 somet hing
i a
i le
 e very
 r an
 S pot
 ag ain
  F
 c o
a ve
u c
ar n
 bo x
 d own
d d
 toy s
oo k
  J
 p r
 too k
 s w
 s ome
i f
 la ug
ou d
u st
e w
 s un
 a round
n y
 sc ared
 li ved
 le arn
 w ill
 m y
 f l
u re
 you r
i ck
re t
e p
 h ouse
 w hen
  You
 th ings
 b l
, "
an k
u ck
 the n
pp ed
 M ia
is t
T h
 b ot
 a b
is h
 wh o
 g et
 kn ow
uc y
 f e
a s
 t ried
 g ot
 kn ew
it ed
 l ot
u ch
 say s
all y
a p
 in t
 c h
i ve
 r ed
T im
nd er
um p
L ily
 p ret
ou s
 ab out
 c are
f ter
 d ec
 S o
 o p
f e
 loo k
  D
 man y
u se
 u n
 m ore
is e
way s
  E
n n
 ex c
 M om
 al ways
 p ic
 p o
� �
 be st
q u
 an y
 sh ow
 bot h
 L ucy
it e
 ro om
 h ug
a ce
er s
a use
 int o
 wa ter
 bec ame
 out side
 learn ed
 laug hed
u dd
 d ad
id ed
an t
 bec ause
 on e
 g re
 p e
 dec ided
 A nd
p r
 exc ited
  v
Y es
 n ice
 h o
nn a
  ke
 e at
 s or
 th is
ar a
 j ump
 l ong
 fe el
The y
 B ob
T om
 m o
 to ld
 r un
u ll
in k
 s ur
 ro ck
 in side
 pret ty
 s l
 s k
le w
in y
 t ake
 a m
 g ave
 sur pr
 fa st
 e ach
 to w
ou r
es s
r o
v en
g ed
 sor ry
 ne ed
  or
 m uch
 th an
ur t
 h ow
is ed
 st r
ab le
 u nder
W h
o g
g e
 k ind
a nd
 g ra
 A my
im al
v ing
 an imal
f t
 t a
B ut
 f ood
et ter
C an
 wal ked
 W e
 t r
 wa t
 ha nd
 o ld
 H is
 l ist
 h ig
f f
 j ust
 cl o
 fl ow
  en
r om
 c le
c hed
 did n
ur n
  ide
ec i
M om
a se
 t ry
 ide a
 d an
i on
he re
 sk y
 it s
eci al
 sp ecial
 ne ar
 f lew
 u s
 A nna
 t w
 happ ened
p l
g ry
 f o
in e
 f i
 s n
 T h
Th ank
  if
 c ake
b er
 f ish
 animal s
 st or
 o ver
 b ug
l f
 he ard
at e
 care ful
e x
 c om
udd en
r m
 b etter
 lot s
 b y
 l et
 h ard
 w ind
 ne ver
 h urt
 be ar
 sh are
op le
 E very
 d re
udden ly
m ore
 any more
 e ven
 t e
or t
 t al
p ec
 f ly
 S ara
 sa fe
 lo ve
ad y
 b u
 e nd
 d on
  K
 f ore

 

 g ive
 pe ople
 a fter
 cle an
u ff
 pr oud
 op ened
b ed
' m
 hig h
 g r
 f am
 b ad
 do or
 surpr ised
 The n
itt y
a k
 t urn
A s
 g l
ag e
 F rom
um my
oug h
 g round
 cl im
 H er
 than ked
  im
 W hen
i z
 bl ue
 c all
 b ook
k ay
ard en
 g arden
il d
 f ar
 m a
 e ver
 wa y
pec ted
 hug ged
 c he
 sh iny
 co l
 pic ked
L et
 sm ile
 m ag
 l oud
 c u
 of f
 sh ould
 c ome
 I n
ex pected
 un expected
x t
 ne xt
 st ick
 pl ace
 wal k
  N
t ure
 fam ily
he s
e m
  qu
 col or
b y
  P
 st ill
i p
 u nt
 str ong
 gre at
 bo at
 a pp
le s
 ha t
o y
 happ ily
 br o
oo l
 unt il
 jump ed
 tow n
 c a
 fr og
d y
 k id
 help ed
 S ally
 fore st
i es
 st o
or n
c t
 do ll
a ut
 s qu
ar y
 K itty
 be aut
 list en
 show ed
 m et
 n ow
N o
uff y
 p ar
 mag ic
